[
    {
       "name"     : "Rob Whitaker",
       "netid"    : "rwhitaker",
       "year"     : "2018",
       "position" : "Commodore",
       "hometown" : "Cape Cod, MA",
       "bio"      : "Rob once fought a punching bag and lost."
    },
    {
       "name"     : "Victoria Tang",
       "netid"    : "vt2",
       "year"     : "2019",
       "position" : "Regatta Captain",
       "hometown" : "Perth Amboy, NJ",
       "bio"      : "Victoria is a freshman from the team's second home in Perth Amboy, NJ. She started sailing in high school, where she raced FJs and 420s on her school's team as well as J30s and J105s at the Raritan Yacht Club. She currently skippers and serves as the team's regatta captain."
    },
    {
       "name"     : "Daniel Sullivan",
       "netid"    : "dgs4 ",
       "year"     : "2019",
       "position" : "Practice Captain",
       "hometown" : "Southhold, NY",
       "bio"      : "Dan doesn't have achivements outside of Princeton Sailing :("
    },
    {
       "name"     : "Christian Pavlakos",
       "netid"    : "pavlakos",
       "year"     : "2018",
       "position" : "Treasurer",
       "hometown" : "Brooklyn, NY",
       "bio"      : "Christian's in a frat."
    },
    {
       "name"     : "Eliza Chamberlain",
       "netid"    : "elizasc",
       "year"     : "2019",
       "position" : "Secretary",
       "hometown" : "San Francisco, CA",
       "bio"      : "Eliza goes by "Lexy" on the weekends."
    },
    {
       "name"     : "Sarah McGuire",
       "netid"    : "sarahem",
       "year"     : "2018",
       "position" : "Fleet Captain",
       "hometown" : "Vernon, NJ",
       "bio"      : "Follow her on snapchat to learn more."
    },
    {
       "name"     : "Grant Godeke",
       "netid"    : "ggodeke",
       "year"     : "2017",
       "position" : "Fleet Captain Emeritus",
       "hometown" : "Princeton, NJ",
       "bio"      : "Grant joined the sailing team his sophomore year with no prior sailing experience as a crew and has since become Fleet Captain. Off the water, he is concentrating in Computer Science, is a cycling instructor at Dillon Gym, and works in the campus center."
    },
    {
       "name"     : "Sydney Mandelbaum",
       "netid"    : "sydneym",
       "year"     : "2017",
       "position" : "Regatta Captain Emeritus",
       "hometown" : "New York, NY",
       "bio"      : "Sydney started sailing at 7 years old on the North Fork of Long Island at The Southold Yacht Club. She has raced in different fleets at numerous venues with a focus on sailing laser radials. Sydney served as practice captain from 2013-2014 and currently brings a depth of knowledge, particularly on how to capsize without getting her hair wet, as regatta captain. She currently skippers for the team."
    },
    {
       "name"     : "Sam Cabot",
       "netid"    : "shcabot",
       "year"     : "2017",
       "hometown" : "Princeton, NJ",
       "bio"      : "Sam has been sailing since he was 11 and throughout high school raced J24s on Lake Champlain. He joined the Princeton Sailing Team in the Fall of 2014. He sails crew in regattas and enjoys learning the in and outs of sailing FJs with his experienced team members. Sam also pursues a degree in Astrophysics, and once navigated an overnight race on a J35 using the stars (and a GPS."
    },
    {
       "name"     : "Colin Lualdi",
       "netid"    : "clualdi",
       "year"     : "2017",
       "hometown" : "Weston, MA",
       "bio"      : "Colin joined the team his Freshman year, and has served as the Tech Chair. As a third generation sailor, Colin has been sailing with his family for as long as he can remember. He taught sailing in Boston during high school, and he has enjoyed developing his skills in dinghy racing with the Princeton club sailing team."
    },
    {
       "name"     : "Leila Clark",
       "netid"    : "lvclark",
       "year"     : "2018",
       "hometown" : "Hong Kong",
       "bio"      : "Leila is Australian-Japanese and lives in Hong Kong, but despite that had very little experience in sailing before joining the team in her freshman fall. She plans to pursuing a Computer Science major (A.B.) and a certificate in Defence against the Dark Arts."
    },    
    {
       "name"     : "Nick Jonsson",
       "netid"    : "njonsson",
       "year"     : "2018",
       "position" : "Social Chair",
       "hometown" : "Manhattan Beach, CA",
       "bio"      : "Nick was previously a notorious presence in Hawaii's underground hula scene."
    },
    {
       "name"     : "Jenny Mu",
       "netid"    : "jennym",
       "year"     : "2018",
       "position" : "Social Chair",
       "hometown" : "Austin, TX",
       "bio"      : "Jenny originally hails from Austin, Texas but has since then relocated to New Jersey. She joined the Princeton Sailing Team this year as a crew. When she is not sailing, Jenny enjoys long walks on the beach, appreciating art, and listening to NPR. She currently serves as one of the team's Social Chairs, foreshadowing her future career as a celebrity party planner."
    },
    {
       "name"     : "Ayana Navarro",
       "netid"    : "amn",
       "year"     : "2018",
       "hometown" : "Long Beach, NY",
       "bio"      : "From this moment on, Aryana knew she was never destined for the ski team."
    },
    {
       "name"     : "Anna Pouschine",
       "netid"    : "aipousch",
       "year"     : "2018",
       "position" : "Social Chair",
       "hometown" : "Princeton, NJ",
       "bio"      : "Anna is a freshman from New York City. She joined the Princeton sailing team this past fall as a crew with little prior experience and currently serves as the team's gear chair. Off the water, Anna enjoys playing badminton, gardening, and reading Russian literature."
    },
    {
       "name"     : "Anna Stillman",
       "netid"    : "ads4 ",
       "year"     : "2018",
       "position" : "Gear Chair",
       "hometown" : "Saint Louis, MO",
       "bio"      : "Anna plans to include the feather in Princeton Sailing's Fall/Winter 2016 Ready to wear collection."
    }
    {
       "name"     : "Alan Balson",
       "netid"    : "ahbalson",
       "year"     : "2019",
       "hometown" : "Newton, MA",
       "bio"      : "Alan has thiiiiis much sailing experience"
    },
    {
       "name"     : "Claire Coughlin",
       "netid"    : "cc38",
       "year"     : "2019",
       "hometown" : "New York, NY",
       "bio"      : "Shoutout to Claire for managing to balance a pumpkin on her head. What a lass."
    },
    {
       "name"     : "Paul Kigawa",
       "netid"    : "pkigawa",
       "year"     : "2019",
       "hometown" : "New York, NY",
       "bio"      : "Paul joined the sailing team his freshman fall. Though undecided, Paul hopes to concentrate in Classics or Woodrow Wilson School. He spends most of his time commuting to and from his room in Forbes."
    },
    {
       "name"     : "Lisa Sheridan",
       "netid"    : "lmas",
       "year"     : "2019",
       "hometown" : "Enniskillen, UK",
       "bio"      : "Lisa joined the sailing team in her freshman year. She started sailing catamarans at 14 years old on a family holiday in Turkey. She continued to sailing Toppers and GP14s at home in Northern Ireland, eventually becoming an instructor for beginner sailors. She plans to major in EEB."
    },
 ]
      
